# St7GetPlateOutline

Returns the outline colour scheme for plates.

long St7GetPlateOutline(long uID, long* Outline)

Input Parameters

uID

Strand7 model file ID.

Output Parameters

Outline

One of plNone, plProperty, plGroup or plColour.